Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: When enabled, all preview images will be cropped to a rounded rectangle.
de: Wenn diese Option aktiviert ist, werden alle Vorschaubilder auf ein abgerundetes Rechteck zugeschnitten.
es: Cuando está activado, todas las imágenes de vista previa serán recortadas a un rectángulo redondeado.
fr: Lorsque cette option est activée, toutes les images d’aperçu seront recadrées sur un rectangle arrondi.
he: כאשר מופעל, כל תמונות התצוגה המקדימה ייחתכו למלבן מעוגל.
it: Se abilitato, tutte le anteprime saranno ritagliate e appariranno come rettangoli arrotondati.
ja: 有効にすると、すべてのプレビュー画像が角丸の長方形として表示されます
nl: Wanneer deze optie is ingeschakeld, worden alle voorbeeldafbeeldingen bijgesneden tot een afgeronde rechthoek.
ru: Если эта функция включена, все изображения предварительного просмотра будут обрезаны до округлого прямоугольника.
tr: Etkinleştirildiğinde, tüm önizleme görüntüleri yuvarlatılmış bir dikdörtgene kırpılır.
uk: Якщо цю опцію ввімкнено, усі зображення попереднього перегляду будуть обрізані до заокругленого прямокутника.
vi: Khi bật, tất cả hình ảnh xem trước sẽ được cắt thành hình chữ nhật bo tròn.
zh_hans: 启用后，所有预览图像都将被裁剪成圆角矩形
zh_hant: 啟用時，所有預覽影像都會以圓角矩形裁切。

source: When enabled, clicking an app's Dock icon will minimize all windows of that application, similar to Windows taskbar behavior
de: Wenn diese Funktion aktiviert ist, werden beim Klicken auf das Dock-Symbol einer Anwendung alle Fenster dieser Anwendung minimiert, ähnlich wie bei der Windows-Taskleiste.
es: Cuando está activado, hacer clic en el icono de la aplicación minimizará todas las ventanas de esa aplicación, similar al comportamiento de la barra de tareas de Windows
fr: Lorsque cette option est activée, cliquer sur l’icône d’une application dans le Dock réduira toutes les fenêtres de cette application, similaire au comportement de la barre des tâches Windows
he: כאשר מופעל, לחיצה על סמל Dock של יישום תמזער את כל החלונות של היישום הזה, בדומה להתנהגות שורת המשימות של Windows
it: Se abilitata, clicca sull'icona di un'applicazione per nascondere tutte le sue finestre
ja: 有効にすると、アプリのDockアイコンをクリックすると、Windowsのタスクバーの動作と同様に、そのアプリケーションのすべてのウィンドウが最小化されます
nl: Als deze optie is ingeschakeld, worden alle vensters van die toepassing geminimaliseerd als u op het Dock pictogram van een app klikt, vergelijkbaar met het gedrag van de Windows taakbalk
ru: Если включено, нажатие на значок приложения в Dock сворачивает все окна этого приложения, как на панели задач Windows
tr: Bu özellik etkinleştirildiğinde, bir uygulamanın Dock simgesine tıklandığında, Windows görev çubuğundaki davranışa benzer şekilde o uygulamanın tüm pencereleri simge durumuna küçültülür
uk: Якщо цю функцію ввімкнено, клік на іконку застосунку в Dock згортатиме всі вікна цього застосунку, подібно до поведінки панелі завдань Windows
vi: Khi bật, nhấp vào biểu tượng Dock của ứng dụng sẽ thu nhỏ tất cả cửa sổ của ứng dụng đó, giống như cách hoạt động trên thanh tác vụ của Windows
zh_hans: 如果启用，单击应用程序的 Dock 图标将会最小化该应用程序的所有窗口，类似于 Windows 任务栏的行为
zh_hant: 啟用時，點擊App的Dock圖像將會最小化此App的所有視窗，類似 Windows 工作列的效果

source: When enabled, Ctrl+Arrow keys will be passed through to the system instead of navigating the switcher. Useful for Spaces switching.
de: Wenn aktiviert, wird Ctrl+Pfeiltasten an das System durchgereicht anstatt der Navigation des Fensterwechslers. Nützlich um Bereiche zu wechseln.
it: Se abilitata, le combinazioni Ctrl+freccia saranno passate al sistema invece di navigare nel selettore finestre. Utile se si usano le scorciatoie per passare da uno spazio all'altro.
ja: 有効にすると、Ctrl+矢印キーはスイッチャーでの移動ではなく、システムに直接渡されるようになります。Spacesの切り替えに便利です。
nl: Wanneer ingeschakeld, worden de Ctrl+pijltoetsen doorgestuurd naar het systeem in plaats van dat ze de wisselaar bedienen. Handig voor het wisselen tussen spaces.
ru: При включении этой функции сочетание клавиш Ctrl+Стрелка будет передаваться системе вместо навигации по переключателю. Полезно для переключения между рабочими пространствами.
tr: Bu özellik etkinleştirildiğinde, Ctrl+Ok tuşları anahtarlayıcıda gezinmek yerine doğrudan sisteme iletilir. Spaces arasında geçiş yapmak için kullanışlıdır.
vi: Khi bật, phím Ctrl+Mũi tên sẽ được truyền qua hệ thống thay vì di chuyển trong bộ chuyển. Hữu ích khi chuyển Spaces.
zh_hans: 启用此选项后，Ctrl + 方向键将不再控制切换器，而是直接传递给系统。这在切换 Spaces 时很有用。
zh_hant: 啟用時，Ctrl+方向鍵會傳送給系統處理，而不在切換器中導覽。切換空間時實用。

source: When enabled, dims all windows except those currently under selected.
de: Wenn aktiviert, werden alle Fenster verdunkelt außer den aktuell ausgewählten Fenstern.
es: Cuando está activado, atenúa todas las ventanas excepto las que están seleccionadas.
fr: Lorsque activé, grise toutes les fenêtres sauf celles actuellement sélectionnées.
he: כאשר מופעל, מעמעם את כל החלונות מלבד אלה שנבחרו כרגע.
it: Se abilitato, rende meno visibili (semitrasparenti) tutte le finestre tranne quella selezionata/attiva.
nl: Wanneer deze optie is ingeschakeld, worden alle vensters gedimd, behalve de vensters die op dat moment zijn geselecteerd.
ru: Если включено, затемняет все окна, кроме выбранных в данный момент.
tr: Etkinleştirildiğinde, seçili olanlar hariç tüm pencereleri karartır.
uk: Якщо ввімкнено, затемнює всі вікна, окрім тих, що наразі вибрані.
vi: Khi bật, làm mờ tất cả cửa sổ ngoại trừ những cửa sổ đang được chọn.
zh_hans: 启用后，除当前所选的窗口外，所有窗口都会变暗
zh_hant: 啟用時會將目前視窗以外的視窗調暗。

source: When enabled, hovering over an app in the Dock shows windows from all instances of that app. When disabled, shows only windows from the specific instance under the mouse.
de: Wenn aktiviert, werden alle Fenster aller Instanzen einer App angezeigt, wenn der Mauszeiger auf dem Dock-Icon dieser schwebt. Wenn deaktiviert, werden nur Fenster der spezifischen Instanz der App angezeigt, auf welcher der Mauszeiger schwebt.
es: Cuando está activado, pasar el cursor sobre una aplicación en el dock mostrará las ventanas de todas las instancias de esa aplicación. Cuando está deshabilitado, solo se mostrarán las ventanas para la instancia específica bajo el ratón.
fr: Lorsque cette option est activée, survoler une application dans le Dock affiche les fenêtres de toutes les instances de celle-ci. Quand l’option est désactivée, n’affiche que les fenêtres de l’instance spécifique sous la souris.
he: כאשר מופעל, ריחוף מעל יישום ב-Dock מציג חלונות מכל המופעים של היישום הזה. כאשר מושבת, מציג רק חלונות מהמופע הספציפי מתחת לעכבר.
it: Al passaggio del puntatore su un'icona del Dock, mostra le finestre da tutte le istanze dell'app. Quando disabilitato, mostra solo le finestre dell'istanza specifica (il comportamento può dipendere dall'app).
ja: 有効にすると、Dockのアプリにカーソルを合わせると、そのアプリのすべてのインスタンスのウィンドウが表示されます。 無効にすると、マウスの下にある特定のインスタンスのウィンドウのみが表示されます。
nl: Wanneer ingeschakeld, worden bij het aanwijzen van een app in het Dock de vensters van alle exemplaren van die app weergegeven. Wanneer uitgeschakeld, worden alleen de vensters van het specifieke exemplaar onder de muis weergegeven.
ru: Если включено, при наведении на приложение в Dock отображаются окна всех его экземпляров. Если отключено, показываются только окна конкретного экземпляра под курсором
tr: Bu özellik etkinleştirildiğinde, Dock'taki bir uygulamanın üzerine fareyi getirdiğinizde o uygulamanın tüm örneklerine ait pencereler gösterilir. Devre dışı bırakıldığında ise yalnızca farenin bulunduğu konumdaki belirli örneğe ait pencereler gösterilir.
uk: Якщо цю функцію ввімкнено, наведення курсора на програму в Dock показує вікна всіх екземплярів цієї програми. Якщо цю функцію вимкнено, показуються лише вікна певного екземпляра, на який наведено курсор миші.
vi: Khi được bật, di chuột qua ứng dụng trên Dock sẽ hiển thị cửa sổ từ tất cả các phiên bản của ứng dụng đó. Khi tắt, chỉ hiển thị cửa sổ từ phiên bản cụ thể dưới chuột.
zh_hans: 当启用时，将鼠标悬停在 Dock 中的应用上，会显示该应用所有实例的窗口。当禁用时，只显示鼠标下特定实例的窗口。
zh_hant: 啟用時，指標停留在Dock中的App上方會顯示該App來自所有實體的全部視窗。停用時，只顯示指標所在實體所屬視窗。

source: When enabled, moving the mouse back over the preview during fade-out will not reactivate it. You must hover over the dock icon again to show the preview.
de: Wenn aktiviert, wird die Vorschau nicht wieder reaktiviert, wenn die Maus während des Ausblendens zurück auf diese bewegt wird. Die Maus muss erneut auf das Dock-Icon bewegt werden, um die Vorschau erneut anzuzeigen.
es: Cuando está habilitado, mover el ratón de vuelta a la vista previa durante el desvanecimiento no lo reactivará. Debes pasar el cursor sobre el ícono del dock de nuevo para mostrar la previsualización.
fr: Lorsque cette option est activée, déplacer la souris sur l’aperçu pendant le fondu ne le réactivera pas. Vous devrez à nouveau survoler l’icône du Dock pour afficher l’aperçu.
he: כאשר מופעל, הזזת העכבר בחזרה מעל התצוגה המקדימה במהלך דהייה לא תפעיל אותה מחדש. עליך לרחף מעל סמל ה-Dock שוב כדי להציג את התצוגה המקדימה.
it: Se si torna con il puntatore su un'anteprima durante la dissolvenza, l'anteprima non sarà riattivata. Per mostrarla di nuovo, riporta il puntatore sull'icona del Dock.
ja: 有効にすると、フェードアウト中にプレビューにマウスを戻すと再び有効になりません。 プレビューを表示するには、もう一度ドックアイコンにカーソルを合わせてください。
nl: Wanneer ingeschakeld, wordt het voorbeeld niet opnieuw weergegeven wanneer je de muis tijdens het vervagen weer over het voorbeeld beweegt. Je moet de muisaanwijzer opnieuw op het Dock-pictogram plaatsen om het voorbeeld weer te geven.
ru: Если включено, возврат курсора на предпросмотр во время его исчезновения не активирует его снова. Чтобы снова показать предпросмотр, нужно повторно навести курсор на значок в Dock
tr: Bu özellik etkinleştirildiğinde, solma sırasında fareyi önizlemenin üzerine geri getirdiğinizde önizleme yeniden etkinleşmez. Önizlemeyi görüntülemek için dock simgesinin üzerine tekrar fareyi getirmeniz gerekir.
uk: Якщо цю функцію ввімкнено, переміщення курсора миші назад на попередній перегляд під час поступового загасання не призведе до його повторної активації. Щоб переглянути попередній перегляд, потрібно знову навести курсор на іконку у Dock.
vi: Khi được bật, di chuyển chuột trở lại bản xem trước trong quá trình mờ dần sẽ không kích hoạt lại nó. Bạn phải di chuột qua biểu tượng dock một lần nữa để hiển thị bản xem trước.
zh_hans: 启用后，在淡出期间将鼠标移回预览将不会重新激活它。必须再次将鼠标悬停在 Dock 图标上才能显示预览。
zh_hant: 啟用時，在淡出期間將指標移回預覽上將不會重新顯示該預覽。你會需要將指標再次停留在Dock圖像上來顯示預覽。

source: When enabled, pressing Shift alone won't go back. Use Shift+Tab (or modifier+Shift+Tab when release-to-select is on) to navigate backward.
de: Wenn aktiviert, reicht das Drücken von Shift nicht aus, um zurückzugehen. Nutze Shift+Tab (oder modifier+Shift+Tab, wenn "loslassen-um-auszuwählen" aktiviert ist) um zurück zu navigieren.
fr: Lorsque cette option est activée, appuyer sur Maj seul ne pas revenir en arrière. Utilisez Maj+Tab (ou modificateur+Maj+Tab lorsque le release-to-select est activé) pour revenir en arrière.
he: כאשר מופעל, לחיצה על Shift לבדו לא תחזור אחורה. השתמש ב-Shift+Tab (או modifier+Shift+Tab כאשר שחרור-לבחירה מופעל) כדי לנווט אחורה.
it: Se abilitata, premi ⇧⇥ (Maiuscolo+Tab) per scorrere all'indietro; in alternativa, usa [modificatore]+Maiuscolo+Tab quando è attivo 'Rilascia per selezionare'. Il solo tasto maiuscolo non è sufficiente.
ja: 有効にすると、Shiftキーだけを押しても元に戻りません。Shift+Tab（または離して選択する場合はmodifier+Shift+Tab）を使用して、逆に移動します。
nl: Wanneer ingeschakeld, kun je niet teruggaan door alleen op Shift te drukken. Gebruik Shift+Tab (of een modificatietoets+Shift+Tab wanneer ‘loslaten om te selecteren’ is ingeschakeld) om terug te navigeren.
ru: Если включено, нажатие одной клавиши Shift не возвращает назад. Используйте Shift+Tab (или modifier+Shift+Tab при включённом выборе по отпусканию клавиши) для перехода назад
tr: Bu özellik etkinleştirildiğinde, yalnızca Shift tuşuna basmakla geri dönemezsiniz. Geriye doğru gezinmek için Shift+Tab tuşlarını (veya “bırakarak seçme” özelliği açıksa, değiştirici tuş+Shift+Tab tuşlarını) kullanın.
uk: Якщо ввімкнено, натискання лише клавіші Shift не призведе до повернення. Використовуйте Shift+Tab (або модифікатор+Shift+Tab, коли ввімкнено функцію «відпустити для вибору») для навігації назад.
vi: Khi bật, chỉ nhấn Shift không quay lại. Dùng Shift+Tab (đối với modifier+Shift+Tab khi bật release-to-select) để di chuyển ngược.
zh_hans: 启用后，单独按 Shift 不会后退。使用 Shift + Tab（或在启用松开选择时用修饰键 + Shift + Tab）向后导航。
zh_hant: 啟用時按住Shift不會向後。使用Shift+Tab（或開啟「放開來選擇」時，使用變更鍵+Shift+Tab）來向後導覽。

source: When enabled, pressing the backward key alone won't go back. Use it with Tab to navigate backward.
de: Wenn aktiviert, reicht das Drücken der Backspace-Taste nicht, um zurückzugehen. Benutze die Taste zusammen mit Tab, um rückwärts zu navigieren.
he: כאשר מופעל, לחיצה על מקש אחורה לבדו לא תחזור אחורה. השתמש בו עם Tab כדי לנווט אחורה.
it: Se attivo, premilo insieme a ⇥ (Tab) per scorrere le finestre all'indietro (da solo non ha effetto).
ja: 有効にすると、後方キーを単体で押しても戻らなくなります。後方に移動するには、Tabキーと組み合わせて使用してください。
nl: Wanneer ingeschakeld, kan je niet teruggaan door alleen op de terug-toets te drukken. Gebruik deze toets in combinatie met Tab om terug te navigeren.
ru: Когда включено, нажатие клавиши «Назад» само по себе не вернет курсор назад. Используйте ее вместе с клавишей Tab для навигации назад.
tr: Bu özellik etkinleştirildiğinde, geri tuşuna tek başına basmak geri gitmenize yetmez. Geriye doğru gezinmek için Tab tuşuyla birlikte kullanın.
vi: Khi bật, chỉ nhấn phím ngược không quay lại. Dùng kết hợp với Tab để di chuyển ngược.
zh_hans: 启用后，仅按后退键不会返回。需搭配 Tab 键向后导航。
zh_hant: 啟用時，只按下向後鍵不會向後導覽。搭配Tab鍵來向後導覽。

source: When enabled, shows the last active window first instead of the current window
de: Wenn aktiviert, wird das letzte aktive Fenster anstelle des aktuellen Fensters zuerst angezeigt
es: Cuando está activado, muestra la última ventana activa primero en lugar de la ventana actual
fr: Lorsque activé, affiche la dernière fenêtre active d’abord au lieu de la fenêtre actuelle
he: כאשר מופעל, מציג תחילה את החלון הפעיל האחרון במקום החלון הנוכחי
it: Mostra l'ultima finestra attiva prima dell'attuale
ja: 有効にすると、現在のウィンドウではなく、最後にアクティブだったウィンドウを先頭に表示します
nl: Wanneer ingeschakeld, wordt het laatst actieve venster eerst weergegeven in plaats van het huidige venster
ru: Когда включено, вместо текущего окна сначала отображается последнее активное окно
tr: Etkinleştirildiğinde, geçerli pencere yerine son etkin pencereyi önce gösterir.
uk: Якщо ввімкнено, спочатку показується останнє активне вікно замість поточного
vi: Khi bật, hiển thị cửa sổ hoạt động cuối cùng trước thay vì cửa sổ hiện tại
zh_hans: 启用后，首先显示的是最后处于活动状态的窗口，而非当前窗口
zh_hant: 啟用時會最先顯示上一個使用的視窗，而非目前的視窗

source: When enabled, shows visual indicators and dims minimized/hidden windows. When disabled, treats them as normal windows with full functionality.
de: Wenn aktiviert, werden visuelle Indikatoren angezeigt und minimierte/versteckte Fenster gedimmt angezeigt. Wenn deaktiviert, werden sie als normale Fenster mit voller Funktionalität behandelt.
es: Cuando está activado, muestra indicadores visuales y atenúa las ventanas minimizadas/ocultas. Cuando está deshabilitado, las trata como ventanas normales con funcionalidad completa.
fr: Si activé, affiche des indicateurs visuels et grise les fenêtres minimisées/masquées. Si désactivé, les traite comme des fenêtres normales avec toutes les fonctionnalités.
he: כאשר מופעל, מציג אינדיקטורים ויזואליים ומעמעם חלונות ממוזערים/מוסתרים. כאשר מושבת, מתייחס אליהם כחלונות רגילים עם פונקציונליות מלאה.
it: Se disabilitata, considera le finestre minimizzate nel Dock o nascoste come finestre normali con piena funzionalità.
ja: 有効にすると、視覚的なインジケータと最小/非表示ウィンドウを表示します。無効にすると、完全な機能を持つ通常のウィンドウとして扱われます。
nl: Wanneer ingeschakeld, worden visuele indicatoren weergegeven en worden geminimaliseerde/verborgen vensters gedimd. Wanneer uitgeschakeld, worden ze behandeld als normale vensters met volledige functionaliteit.
ru: Если включено, отображает визуальные индикаторы и затемняет свёрнутые/скрытые окна. Если отключено, они обрабатываются как обычные окна с полной функциональностью
tr: Etkinleştirildiğinde, görsel göstergeler gösterilir ve simge durumuna küçültülmüş/gizlenmiş pencerelerin parlaklığı azaltılır. Devre dışı bırakıldığında ise bu pencereler, tüm işlevselliği koruyan normal pencereler gibi davranır.
uk: Коли ввімкнено, показує візуальні індикатори та затемнює згорнуті/приховані вікна. Коли вимкнено, вони розглядаються як звичайні вікна з повним функціоналом.
vi: Khi được bật, hiển thị các chỉ báo trực quan và làm mờ các cửa sổ bị thu nhỏ/ẩn. Khi tắt, coi chúng như các cửa sổ bình thường với đầy đủ chức năng.
zh_hans: 启用时，会显示视觉指示器并使最小化/隐藏窗口变暗。禁用时，将其视为具有全部功能的正常窗口。
zh_hant: 啟用時顯示圖形指示器並調暗已最小化／隱藏的視窗；停用時則與運作中的普通視窗一視同仁。

source: When enabled, switching between dock icons while a preview is already open will show previews instantly.
de: Wenn aktiviert, werden Vorschauen direkt angezeigt, wenn zwischen Dock-Icons gewechselt wird und bereits eine Vorschau offen ist.
fr: Lorsque cette option est activée, le passage d’une icône du Dock à une autre affiche instantanément les aperçus si l’un d’eux est déjà ouvert.
he: כאשר מופעל, מעבר בין סמלי Dock בזמן שתצוגה מקדימה כבר פתוחה יציג תצוגות מקדימות באופן מיידי.
it: Se attiva, il passaggio da un'icona del Dock a un'altra mentre un'anteprima è già aperta farà sì che le nuove anteprime siano mostrate istantaneamente.
ja: 有効にすると、プレビューがすでに開いている間にDockアイコンを切り替えると、すぐにプレビューが表示されます。
nl: Indien ingeschakeld, worden voorbeelden direct weergegeven wanneer je tussen Dock-pictogrammen wisselt terwijl er al een voorbeeld openstaat.
ru: Если включено, при переключении между значками в Dock, когда предпросмотр уже открыт, новые предпросмотры показываются мгновенно
tr: Bu özellik etkinleştirildiğinde, önizleme zaten açıkken dock simgeleri arasında geçiş yapıldığında önizlemeler anında görüntülenir.
uk: Якщо цю функцію ввімкнено, перемикання між іконками в Dock під час попереднього перегляду призведе до миттєвого відображення попередніх переглядів.
vi: Khi bật, chuyển giữa các biểu tượng dock khi bản xem trước đã mở sẽ hiển thị ngay lập tức.
zh_hans: 启用后，当预览窗口已经打开时，在 Dock 图标之间切换将立即显示对应预览。
zh_hant: 啟用時，在已有開啟的預覽間切換會立即顯示預覽。

source: When enabled, the current window keeps its aspect ratio. The width and height percentages are treated as maximum bounds; if they differ, the result often matches uniform scaling to the smaller bound.
de: Wenn aktiviert, behält das aktuelle Fenster sein Seitenverhältnis bei. Die Prozente für Breite und Höhe werden als maximale Grenzen betrachtet; wenn sie sich unterscheiden, entspricht das Ergebnis oft einer gleichmäßigen Skalierung an die untere Grenze.
it: Se abilitata, la finestra mantiene le proporzioni. La larghezza e le percentuali di altezza sono trattate come limiti massimi; diverse, il risultato corrisponde spesso a una scala uniforme sul limite inferiore.
ja: 有効にすると、現在のウィンドウのアスペクト比が維持されます。幅と高さのパーセンテージは最大範囲として扱われるため、両者が異なる場合は通常、小さい方の数値に合わせて均等にスケーリングされます。
nl: Wanneer ingeschakeld, behoudt het huidige venster zijn beeldverhouding. De percentages voor de breedte en hoogte zijn de maximale grenzen; als deze van elkaar verschillen, wordt het resultaat vaak geschaald naar de kleinere grens.
ru: Когда включено, текущее окно сохраняет свои пропорции. Процентные значения ширины и высоты рассматриваются как максимальные границы; если они различаются, результат часто соответствует меньшему значению при масштабировании.
tr: Bu özellik etkinleştirildiğinde, mevcut pencerenin en-boy oranı korunur. Genişlik ve yükseklik yüzdeleri maksimum sınırlar olarak kabul edilir; bu değerler birbirinden farklıysa, sonuç genellikle daha küçük olan sınıra göre tekdüze bir ölçeklendirme ile eşleşir.
vi: Khi bật, cửa sổ giữ tỷ lệ khung hình. Phần trăm rộng/cao là giới hạn tối đa; nếu khác nhau, kết quả thường căn theo giá trị nhỏ hơn.
zh_hans: 启用后，当前窗口将保持其宽高比。宽度和高度的百分比将作为最大边界；如果两者比例不同，结果通常会按照较小的边界进行等比缩放。
zh_hant: 啟用時，目前的視窗將維持比例。寬度和高度百分比為最大邊界；若兩者不同，通常以較小者均勻縮放。

source: When enabled, window previews show live video instead of static screenshots. Uses ScreenCaptureKit for real-time capture.
de: Wenn aktiviert, zeigen Fenstervorschau Live-Videos statt statischer Screenshots an. Verwendet ScreenCaptureKit für Echtzeit-Aufnahme.
fr: Lorsque cette option est activée, les aperçus de fenêtres affichent une vidéo en direct au lieu d’images statiques. Utilise ScreenCaptureKit pour la capture en temps réel.
he: כאשר מופעל, תצוגות מקדימות של חלונות מציגות וידאו חי במקום צילומי מסך סטטיים. משתמש ב-ScreenCaptureKit לצילום בזמן אמת.
it: Se abilitata, le anteprime delle finestre mostrano video in tempo reale invece di screenshot statici. Utilizza ScreenCaptureKit per la cattura dello schermo.
ja: 有効にすると、ウィンドウのプレビューは静的スクリーンショットの代わりにライブビデオを表示します。リアルタイムキャプチャにScreenCaptureKitを使用します。
nl: Wanneer ingeschakeld, tonen venstervoorbeelden live videobeelden in plaats van statische schermafbeeldingen. Maakt gebruik van ScreenCaptureKit voor realtime opnames.
ru: Если включено, предпросмотр окон показывает живое изображение вместо статичных снимков. Используется ScreenCaptureKit для захвата в реальном времени
tr: Etkinleştirildiğinde, pencere önizlemelerinde sabit ekran görüntüleri yerine canlı video gösterilir. Gerçek zamanlı yakalama için ScreenCaptureKit kullanılır.
uk: Якщо цю функцію ввімкнено, попередній перегляд вікон показує відео в реальному часі замість статичних знімків екрана. Використовує ScreenCaptureKit для захоплення в реальному часі.
vi: Khi được bật, bản xem trước cửa sổ hiển thị video trực tiếp thay vì ảnh chụp màn hình tĩnh. Sử dụng ScreenCaptureKit để chụp thời gian thực.
zh_hans: 启用后，预览窗口将显示实时视频而不是静态截图。使用 ScreenCaptureKit 进行实时捕获。
zh_hant: 啟用時，視窗預覽會顯示即時視訊而非靜態截圖。這個功能使用ScreenCaptureKit來擷取即時畫面。

source: When macOS asks to quit, click "Later" — we'll restart at the end
de: Wenn macOS fragt die App zu beenden, klicke "Später" - wir werden am Ende neu starten
es: Cuando macOS pida salir, haga clic en "Más tarde" — reiniciaremos al final
fr: Lorsque macOS demande de quitter, cliquez sur "Plus tard" — nous redémarrerons à la fin
he: כאשר macOS מבקש לצאת, לחץ על "מאוחר יותר" — נפעיל מחדש בסוף
it: macOS proporrà di chiudere DockDoor: scegli 'più tardi'. Un riavvio automatico avverrà a fine configurazione.
ja: macOS から終了するように求められたら、「後で」をクリックしてください — 最後に再起動します
nl: Als macOS vraagt om te stoppen, klik dan op "Later" — we starten aan het einde opnieuw op
pt_pt: Quando o macOS pedir para sair, clique em "Mais tarde" — reiniciaremos no final
ru: Когда macOS просит завершить работу, нажмите «Позже» - перезапуск произойдёт в конце
tr: MacOS kapatmanızı istediğinde, “Sonra” seçeneğine tıklayın — işlem bittiğinde sistemi yeniden başlatacağız
uk: Коли macOS попросить вийти, натисніть «Пізніше» — ми перезапустимо в кінці
vi: Khi macOS yêu cầu thoát, nhấp 'Later' — chúng tôi sẽ khởi động lại sau
zh_hans: 当 macOS 提示退出时，点击“稍后”——我们会在结束时重启
zh_hant: macOS 詢問是否要重新打開此App時，按一下「稍後」——我們會在流程尾聲一併操作

source: When opening the window switcher, highlight the second window instead of the first.
de: Hebe das zweite Fenster statt dem ersten hervor, wenn der Fensterwechsler geöffnet wird.
fr: Lorsque vous ouvrez le sélecteur de fenêtre, mettre en valeur la deuxième fenêtre au lieu de la première.
he: בעת פתיחת מחליף החלונות, הדגש את החלון השני במקום הראשון.
it: All'apertura, il selettore finestre evidenzia la seconda anziché la prima.
ja: ウィンドウスイッチャーを開くときは、最初のウィンドウの代わりに2番目のウィンドウを強調表示します。
nl: Selecteer bij het openen van de vensterwisselaar het tweede venster in plaats van het eerste.
pt_pt: Ao abrir o selector de janelas, destacar a segunda janela em vez da primeira.
ru: При открытии переключателя окон выделять второе окно вместо первого
tr: Pencere değiştiriciyi açarken, ilk pencere yerine ikinci pencereyi seçin.
uk: Під час відкриття Перемикача вікон виділяється друге вікно замість першого.
vi: Khi mở trình chuyển đổi cửa sổ, làm nổi bật cửa sổ thứ hai thay vì cửa sổ đầu tiên.
zh_hans: 打开窗口切换器时，高亮显示第二个窗口而不是第一个。
zh_hant: 打開視窗切換器時，將焦點至於第二個視窗，而非第一個。
